<?php
// Heading
$_['heading_title']     = 'Поиск товаров по производителю';

// Text
$_['text_brand']        = 'Производители';
$_['text_index']        = 'Алфавитный указатель:';
$_['text_error']        = 'Производитель не найден!';
$_['text_empty']        = 'Нет товаров этого производителя.';
$_['text_quantity']     = 'Количество:';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = 'Модель:';
$_['text_points']       = 'Бонусные баллы:';
$_['text_price']        = 'Цена:';
$_['text_tax']          = 'Без НДС:';
$_['text_reviews']      = 'Отзывов: %s';
$_['text_compare']      = 'Товаров в списке сравнения: %s шт.';
$_['text_display']      = 'Вид:';
$_['text_list']         = 'Список';
$_['text_grid']         = 'Таблица';
$_['text_sort']         = 'Сортировка:';
$_['text_default']      = 'По умолчанию';
$_['text_name_asc']     = 'Наименование (А -&gt; Я)';
$_['text_name_desc']    = 'Наименование (Я -&gt; А)';
$_['text_price_asc']    = 'Цена (по возрастанию)';
$_['text_price_desc']   = 'Цена (по убыванию)';
$_['text_rating_asc']   = 'Рейтинг (по возрастанию)';
$_['text_rating_desc']  = 'Рейтинг (по убыванию)';
$_['text_model_asc']    = 'Модель (А -&gt; Я)';
$_['text_model_desc']   = 'Модель (Я -&gt; А)';
$_['text_limit']        = 'На странице:';
$_['text_series']        = 'Выберите серию:';

$_['text_man_h1'] = 'Оборудование и комплектующие для электросетей';
$_['text_man_title1'] = '&#128161; Купить оборудование и комплектующие для электросетей';
$_['text_man_title2'] = 'по цене от';
$_['text_man_title3'] = 'заказать электрооборудование';
$_['text_man_title4'] = 'с доставкой по Украине';
$_['text_man_page']     = 'стр.';
$_['text_man_page_full']     = 'страница';
$_['text_man_description1'] = 'Купить оборудование и &#128268; комплектующие для электросетей';
$_['text_man_description2'] = 'во Львове по цене от';
$_['text_man_description3'] = 'Электрооборудование и аксессуары';
$_['text_man_description4'] = 'в интернет-магазине &#9889; Smart Energia &#9889; с гарантией и доставкой ☎ (067) 464-55-77.';

$_['text_series_h1'] = 'Электрооборудование';
$_['text_series'] = 'серия';
$_['text_series_title1'] = '&#128161; Купить оборудование для электросетей';
$_['text_series_title2'] = 'по цене от';
$_['text_series_title3'] = 'заказать электрооборудование';
$_['text_series_title4'] = 'с доставкой по Украине';
$_['text_series_description1'] = 'Купить &#128268; комплектующие для электросетей';
$_['text_series_description2'] = 'во Львове по цене от';
$_['text_series_description3'] = 'Электрооборудование';
$_['text_series_description4'] = 'в интернет-магазине &#9889; Smart Energia &#9889; с гарантией и доставкой ☎ (067) 464-55-77.';
?>
